""" 红拂夜奔
    第一章
    在本章节一再提到一个名称“头头们”。在一本历史小说出现这种称谓，多少有些古怪。作者的本意是要说明，“头头”这种身份是古而有之。

    一

    李靖、红拂、虬髯客世称风尘三侠，隋朝末年，他们三人都在洛阳城里住过。隋朝的人说，洛阳城是古往今来最伟大的城市；但唐朝的人又说，长安是古往今来最伟大的城市；宋朝的人说，汴梁是古往今来最伟大的城市；所以很难搞清楚到底哪里是古往今来最伟大的城市。洛阳城是泥土筑成的。土是用远处运来的最纯净的黄土，放到笼屉里蒸软后，掺上小孩子屙的屎（这些孩子除了豆面什么都不吃，除了屙屎什么都不敢，所以能够屙出最纯净的屎），放进模板筑成城墙。过上一百年，那城就会变成豆青色，可以历千年而不倒。过上一千年，那城墙就会呈古铜色，可以历万年而不到。过上一万年，那城就会变成黑色，永远不倒。这都是陈年老屎的作用。李靖、红拂、虬髯客住在城里时，城墙还呈豆青色。这说明城还年轻。可惜不等那城墙变成古铜色，它就倒了，城里的人也荡然无存。所以很难搞清城墙会不会变成黑色，也搞不清它会不会永远不倒。
    洛阳城墙筑好之后，渐渐长满了常春藤。有一些好事的家伙派人把藤子从墙上扯下去，墙上就剩下了细小的藤蔓，好像四脚蛇断掉的尾巴。与此同时，被扯下墙的常春藤在地上继续生长，只是团成了团。有些叶子枯萎凋零，有些叶子却蓬勃向荣。这些藤子在地下，就像一堆堆的垃圾。而立着的城墙却被断裂的藤蔓染上了花纹，好像一匹晾在空中的蜡染布。然后有些人局的有花纹的城墙不好看，又派了一些人出来，举着绑了刀片的竹竿，把花纹都刮掉了。久而久之，城墙上就刮出了好多白斑，好像脸上长了藓。我不明白既然一堵墙已经修了出来，为什么不能让它好好呆着————人活着受罪，干嘛让墙也受罪呢。
    李靖他们住在洛阳城里时，这里到处都是泥水。人们从城外运来黄土，掺上麻絮，放在模版里筑，就盖成了房子。等到房子不够住时，就盖起楼房，把小巷投进深深的阴影里。洛阳里的大街都是泥的河流。那时候的雨水多，包铁的木车轮子碾起地来又厉害，所以街上就没有干的时候。泥巴在大街上被碾得东倒西歪，形成一道又一道的山脊，顶上在阳光下干裂了，底下还是一堆烂泥，足以陷到你的膝盖。那些泥巴就这样在大街上陈列着，好像鳄鱼的脊梁。当时的人们要过街，就要借助一种叫拐的东西。那是一对带有歪杈的树棍，出门时扛在肩上，走在街边上，就站到杈上，踩起高跷来。当时的老百姓都有这一手，就像现在的老百姓都会骑自行车一样。谁也不知道将来的老百姓还会练出什么本事来————假如有需要，也许像昆虫一样长出六条腿。当然，各人的道行有深有浅。有人踩在三尺短杈上蹒跚而行，也有人踩在丈八长拐上凌空而过。比较窄的街段上，有些人借助撑杆一跃而过。在泥水中间，又有无数猪崽子在游荡。老百姓和猪就这样在街上构成了立体画面。除此之外，还有给老弱病残乘坐的牛车，有两个实心的木头轮子，由一头老水牛拉着，吱吱扭扭，东倒西歪。从城东到城西，要走整整半天。假如它在路中间散了架，乘车的都要成泥猪疥狗。不是老百姓的人坐在八匹马拉的轿车里呼啸而过时，泥水能溅到路边的店铺里面。正如今日有些豪华轿车跟在你自行车后猛按喇叭，嫌你聋得还不够快。老百姓总是恨非老百姓，这是原因之一。
    那些在洛阳大街上横行的马车就像鱼雷艇，这种高速船只宜在空旷处行驶，不该开上大街。但是谁也没有对马车提出意见，因为谁都不敢。人们只是上街时除了带着拐，还带着一把油纸伞，见到马车过来，就缩在路边
"""
